Repository: isontheline/pro.webssh.net
Catalog: translations/*.lproj/Localizable.strings
Languages: fr, pt_br, sv

# Tap_Plus_Button_To_Add_Your_First_Connection
source: Tap the + button to add your first connection
fr: Pressez le bouton + pour ajouter votre première connexion

# Read_Buffer_Size
source: Read Buffer Size (KB)
fr: Taille du tampon de lecture (Ko)

source: Select Read Buffer Size
fr: Taille du tampon de lecture

# BASTION_HELP
source: If you need to setup a bastion host, enter "*" char into port forwarding field.
fr: Si vous souhaitez définir un hôte bastion, entrez le caractère "*" dans le champs Port Forwarding.

source: Protocol
fr: Protocole

source: Port
pt_br: Porta

source: Message
pt_br: Mensagem
sv: Meddelande

# CONNECTION_TYPE
source: Type
pt_br: Tipo
sv: Typ

# Contact_Suggestion
source: Suggestion
pt_br: Sugestões
sv: Förslag

source: Confirmation
pt_br: Confirmação
sv: Bekräftelse

# Profile_Backspace_DEL
source: ^? (DEL)
pt_br: ^? (Apagar)

source: Notification
pt_br: Notificação
sv: Notifiering

source: WebSSH Beta Enrollment Program
pt_br: Programa de inscrição para WebSSH Beta
sv: WebSSH beta-program

source: Notifications
pt_br: Notificações
sv: Notifieringar

source: Stick
pt_br: Bastão
sv: Pinne

source: Pad
pt_br: Almofada
sv: Styrknappar

# Profile_Terminal_Type_XTERM_256_COLOR
source: XTERM-256COLOR
pt_br: XTERM-256Colorido

# Profile_Terminal_Type_XTERM_16_COLOR
source: XTERM-16COLOR
pt_br: XTERM-16CORES

# Profile_Terminal_Type_XTERM_COLOR
source: XTERM-COLOR
pt_br: XTERM-CORES

# Profile_Terminal_Type_XTERM_NEW
source: XTERM-NEW
pt_br: XTERM-NOVO

# Whats_New_TouchID
source: Face ID / Touch ID
pt_br: ID Touch

# Please_Help_Me_Support_WebSSH
source: ❣️ By purchasing the full version of WebSSH you can add as many SSH / SFTP / TUNNEL connections as you want.
pt_br: ❣️ Ao adquirir a versão completa do WebSSH, você pode adicionar quantas conexões SSH / SFTP / TUNNEL desejar.

# Please_Help_Me_Support_WebSSH_Title
source: ❤️ Help me continue WebSSH
pt_br: ❤️ Ajude-me a continuar WebSSH

# Buy_Price
source: Buy %@
pt_br: Compre %@

source: Do you love WebSSH?
pt_br: Você ama o WebSSH?

source: Email
sv: Maila

# Profile_Terminal_Type_DUMB
source: DUMB
sv: DUM
