Repository: isontheline/pro.webssh.net
Catalog: translations/*.lproj/Localizable.strings
Languages: fr, pt_br, sv

source: Direct connection
fr: Connexion directe
pt_br: Conexão Direta
sv: Direktanslutning

source: Saved connections
fr: Connexions sauvegardées
pt_br: Conexões Salvas
sv: Sparade anslutningar

source: Connections
fr: Connexions
pt_br: Conexões
sv: Anslutningar

source: In-App Purchases
fr: Achats intégrés
pt_br: Compras denrtro do App
sv: Köp

source: Remove ads
fr: Supprimer les publicités
pt_br: Remover propaganda
sv: Ta bort reklam

# Restore_My_Purchase
source: Restore my purchases
fr: Restaurer mes achats
pt_br: Restaura minhas compras
sv: Återställ mina köp

# Help_And_Reviews
source: Help & Reviews
fr: Aide et Commentaires
pt_br: Ajuda e Comentários
sv: Hjälp &amp; recensioner

source: Contact us
fr: Nous contacter
pt_br: Contate-nos
sv: Kontakta oss

source: About
fr: A Propos
pt_br: Sobre
sv: Om

source: Connection
fr: Connexion
pt_br: Conexão
sv: Anslutning

source: Connect
fr: Connexion
pt_br: Conectar
sv: Anslut

source: Name
fr: Nom
pt_br: Nome
sv: Namn

source: Host
fr: Hôte
sv: Värd

# Example_Dot_Com
source: example.com
fr: exemple.com
pt_br: exemplo.com
sv: exempel.com

source: User
fr: Utilisateur
pt_br: Usuário
sv: Användare

# User_Login_Example
source: mylogin
fr: monlogin
pt_br: meulogin

source: Password
fr: Mot de passe
pt_br: Senha
sv: Lösenord

# Password_Login_Example
source: mypassword
fr: monmotdepasse
pt_br: minhasenha

source: Back
fr: Retour
pt_br: Voltar
sv: Tillbaka

source: Previous
fr: Précédent
pt_br: Anterior
sv: Föregående

source: Next
fr: Suivant
pt_br: Próximo
sv: Nästa

source: Done
fr: Terminer
pt_br: Feito
sv: Klart

source: Save
fr: Sauvegarder
pt_br: Salvar
sv: Spara

source: No name
fr: Aucun nom
pt_br: Sem Nome
sv: Inget namn

source: Missing fields
fr: Champs manquants
pt_br: Campos faltando
sv: Saknade fält

# Host_Is_Required
source: Host field is required.
fr: Le champs Hôte est requis.
pt_br: Campo Host é necessário
sv: Värdfältet krävs.

# User_Is_Required
source: User field is required.
fr: Le champs Utilisateur est requis.
pt_br: Campo usuário é necessário
sv: Användarfält krävs

# Password_Is_Required
source: Password field is required.
fr: Le champs mot de passe est requis.
pt_br: Campo senha é necessário
sv: Lösenordsfält krävs

source: Cancel
fr: Annuler
pt_br: Cancelar
sv: Avbryt

source: Connection error
fr: Erreur connexion
pt_br: Erro na conexão
sv: Anslutningsfel

source: Can not establish connection to %@
fr: Connexion impossible vers %@
pt_br: Não pode ser estabelecido conexão para %@
sv: Kan inte koppla upp mot %@

# Bad_Credentials
source: Provided credentials are bad
fr: Les identifiants fournis sont incorrects
pt_br: Credencias fornecidas são ruins
sv: Felaktiga inloggningsuppgifter

# Connection_Established_But_Can_Not_Open_Session
source: Connection established but can not open a session
fr: Connexion établie mais impossible d'ouvrir une session
pt_br: Conexão estabelecida ,mas não pode abrir a sessão
sv: Anslutning lyckad men kan inte öppna en session

source: Can not send PTY request
fr: Impossible d'envoyer une requête PTY
pt_br: Não pode enviar requisição PTY
sv: Kan inte skicka PTY förfrågan

# Can_Not_Start_Shell_From_Connection
source: Can not start a shell from this connection
fr: Impossible de lancer un shell depuis cette connexion
pt_br: Não pode iniciar um shell a partir desta conexão
sv: Kan inte starta ett skal från den här anslutningen

source: Enter password
fr: Saisir le mot de passe
pt_br: Entre com a senha
sv: Skriv lösenord

# Enter_Your_PIN
source: Enter WebSSH password
fr: Entrez votre mot de passe WebSSH
pt_br: Entre com a senha WebSSH
sv: Skriv WebSSH lösenorg

source: Locked
fr: Verrouillé
pt_br: Trancado
sv: Låst

source: Attempts expired
fr: Tentatives échouées
pt_br: Tentativas expirou
sv: Försök slut

# PIN_Entry_Locked
source: Password entry locked
fr: Saisie du mot de passe bloquée
pt_br: Entrada de senha bloqueada
sv: Lösenord låst

source: Attempts Remaining
fr: Tentatives restantes
pt_br: Tentativas Restantes
sv: Försök kvar

source: Failed Passcode Attempts
fr: Tentatives échouées
pt_br: Tentativas de senha falou
sv: Misslyckade lösenordsförsök

source: Security
fr: Sécurité
pt_br: Segurança
sv: Säkerhet

source: Manage security settings
fr: Paramètres de sécurité
pt_br: Gerenciar opções de segurança
sv: Ändra säkerhetsinställningar

source: Subject
fr: Sujet
pt_br: Assunto
sv: Ämne

source: Send
fr: Envoyer
pt_br: Enviar
sv: Skicka

source: Email sent faillure
fr: Envoi mail impossible
pt_br: Envio de email falhou
sv: Problem att skicka mail

source: Your device can not send mail
fr: Votre appareil ne permet pas l'envoi de mail
pt_br: Seu dispositivo não pode enviar mail
sv: Din enhet kan inte skicka mail

source: Thank you
fr: Merci
pt_br: Obrigado
sv: Tack

source: We will reply you as soon as possible
fr: Nous vous répondrons dès que possible
pt_br: Nós vamos responder o mais breve possível
sv: Vi svarar dig så fort vi kan

source: Purchase required
fr: Achat requis
pt_br: Compra necessária
sv: Köp krävs

# More_Informations
source: Information
fr: Informations
pt_br: Informação

# Purchase_Required_Want_MoreInformations
source: In order to use this functionality, a purchase is required. Do you want more information about this purchase ?
fr: Afin d'utiliser cette fonction, un achat est requis. Voulez-vous plus d'informations sur cet achat ?
pt_br: Para usar esta funcionalidade ,a compra é necessária. Você gostaria de mais informações sobre a compra?
sv: För att använda denna funktionalitet så behöver du köpa produkten. Vill du ha mer info om detta köp?

source: Can not purchase
fr: Achat impossible
pt_br: Não pode comprar
sv: Kan inte köpa

source: Purchases are not possible at this time
fr: Les achats ne sont pas accessibles à cet instant.
pt_br: Compras não são possível neste momento
sv: Köp är ej möjligt just nu

source: Buy
fr: Acheter
pt_br: Compre
sv: Köp

source: Restoring purchases
fr: Restauration des achats
pt_br: Restaurando compras
sv: Återställ köp

# Do_You_Want_To_Restore_Or_Unregister_Them
source: Would you like to restore your purchases, or do you want to unregister them ?
fr: Souhaitez-vous restaurer vos achats, ou souhaitez-vous les supprimer ?
pt_br: Você gostaria de restaurar suas compras,ou você quer cancelar o registro?
sv: Vill du återställa dina köp, eller vill du avregistrera dem?

source: Restore
fr: Restaurer
pt_br: Restaurar
sv: Återställ

source: Unregister
fr: Supprimer
pt_br: Cancelar o registro
sv: Avregistrera

# All_Purchases_Unregistered
source: All purchases have been unregistered. To register them again, please restore purchases.
fr: Tous vos achats ont été supprimés. Pour les retrouver merci de restaurer vos achats.
pt_br: Todas as compras tiveram o registro cancelado.Para registrar novamente,por favor restaure suas compras
sv: Alla köp har blvit avregistrerade. För att registrera dem igen, återställ dina köp.

source: Thank you for your purchase!
fr: Merci pour votre achat !
pt_br: Obrigado por sua compra
sv: Tack för ditt köp!

source: Transaction failed
fr: Transaction impossible
pt_br: Transação falhou
sv: Transaktion misslyckades

source: Set password
fr: Créer un mot de passe
pt_br: Defina senha
sv: Sätt lösenord

source: Change password
fr: Changer le mot de passe
pt_br: Troque a senha
sv: Byt lösenord

source: Remove password
fr: Supprimer le mot de passe
pt_br: Remova a senha
sv: Ta bort lösenord

source: Yes
fr: Oui
pt_br: Sim
sv: Ja

source: No
fr: Non
pt_br: Não
sv: Nej

# Remove_Password_Confirmation
source: Are you sure you want to remove the password?
fr: Êtes-vous sûr de supprimer le mot de passe ?
pt_br: Você tem certeza que quer remover a senha?
sv: Är du säker på att du vill ta bort lösenordet?

source: Password not saved
fr: Mots de passe différents
pt_br: Senha não salva
sv: Lösenord ej sparat

# Passwords_Are_Not_Equals
source: Passwords are not equal!
fr: Les deux mots de passe ne sont pas identiques !
pt_br: Senhas não são iguais!
sv: Lösenorden är ej lika!

# Please_Re_Enter_Your_PIN
source: Enter your password for verification
fr: Entrez à nouveau votre mot de passe
pt_br: Entre com a senha para verificação
sv: Skriv in ditt lösenord för verifiering

source: Password saved
fr: Mot de passe sauvegardé
pt_br: Senha salva
sv: Lösenord sparat

# Password_Has_Been_Saved
source: Password has been saved with success
fr: Le mot de passe a été sauvegardé avec succès
pt_br: Senha foi salva com sucesso
sv: Lösenordet har sparats

# Screen_Will_Be_Locked_After
source: Screen will be locked at startup or after 60 seconds of background state
fr: L'écran sera verrouillé au démarrage ou après 60 secondes d'inactivité en arrière plan
pt_br: Tela vai ser bloqueada na inicialização ou após 60 segundos em estado de background
sv: Skärmen kommer att låsas vid uppstart efter 60 sekunder i bakgrunden

# Rate_Question
source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
fr: Si vous aimez %@, voulez-vous prendre un moment pour l'évaluer? Cela ne vous prendra pas plus d'une minute. Merci de votre soutien!
pt_br: Se você gosta de usar %@, você se importaria de tomar um momento para avaliá-lo? Não vai demorar mais de um minuto. Obrigado por seu apoio!
sv: Om du gillar %@, kan du tänka dig att betygsätta? Det tar inte mer än en minut. Tack för ditt stöd!

source: Rate %@
fr: Notez %@
pt_br: Avaliação %@
sv: Betygsätt %@

source: No, Thanks
fr: Non, Merci
pt_br: Não, Obrigado
sv: Nej, tack

source: Remind me later
fr: Rappelez-moi plus tard
pt_br: Lembre-me mais tarde
sv: Påminn mig senare

source: Message field is required
fr: Le champs message est requis
pt_br: Mensagem é necessário no campo
sv: Meddelandefält krävs

# CONNECTING_TITLE
source: Connecting...
fr: Connexion...
pt_br: Conectando...
sv: Ansluter...

# CONNECTING_MESSAGE
source: Please wait.
fr: Veuillez patienter.
pt_br: Por favor aguarde
sv: Var god vänta.

# CONNECTING_FAILED
source: Connection Failed
fr: Connexion échouée
pt_br: Conexão falhou
sv: Anslutning misslyckades

source: Loading
fr: Chargement en cours
pt_br: Carregando
sv: Laddar

source: Parent directory
fr: Répertoire parent
sv: Föregående katalog

source: Disconnect
fr: Déconnexion
pt_br: Desconectar
sv: Koppla ner

# EXECUTING_TITLE
source: Loading...
fr: Exécution...
pt_br: Carregando...
sv: Laddar...

# OPERATION_SEEMS_TO_BE_LONG
source: Please wait.
fr: L'opération semble être longue.
pt_br: Por favor espere
sv: Vänligen vänta.

source: Cancel operation
fr: Annuler l'opération
pt_br: Operação cancelada
sv: Avbryt operation

# NOT_CONNECTED_TITLE
source: Not connected
fr: Non connecté
pt_br: Não conectado
sv: En ansluten

# NOT_CONNECTED_MESSAGE
source: The connection has been lost.
fr: Votre connexion semble fermée.
pt_br: A conexão foi perdida
sv: Anslutningen har avbrutits.

source: Reconnect
fr: Reconnecter
pt_br: Reconectar
sv: Återanslut

source: Pull down to refresh
fr: Tirez vers le bas pour rafraîchir
pt_br: Puxe para baixo para atualizar
sv: Dra nedåt för att ladda om

source: Release to refresh
fr: Lachez pour rafraîchir
pt_br: Solte para atualizar
sv: Släpp för att ladda om

# Loading_Points
source: Loading...
fr: Chargement...
pt_br: Carregando
sv: Laddar...

source: Speed
fr: Vitesse
pt_br: Velocidade
sv: Hastighet

source: Progress
fr: Progression
pt_br: Progresso

source: Default
fr: Defaut
pt_br: Padrão

# Favorites_Folder
source: Favorites folders
fr: Dossiers favoris
pt_br: Pastas favoritas
sv: Favoritkatalog

source: Use as default path
fr: Utiliser par défaut
pt_br: Use como caminho padrão
sv: Använd som standardsökväg

source: Path
fr: Chemin
pt_br: Caminho
sv: Sökväg

source: Favorite
fr: Favori
pt_br: Favorito
sv: Favorit

source: Upload
fr: Envoyer
sv: Ladda upp

source: Upload failed
fr: Échec du transfert
pt_br: Upload falhou
sv: Uppladdning misslyckad

# Ask_For_Resume
source: Resume asked
fr: Demande de reprise
pt_br: Resumo perguntado
sv: Fortsätt

# Want_To_Resume_Upload
source: Do you want to resume upload ?
fr: Voulez-vous reprendre le transfert ?
pt_br: Você quer retomar o upload?
sv: Vill du återuppta uppladdningen?

source: Resume
fr: Reprendre
pt_br: Retomar
sv: Återuppta

source: Overwrite
fr: Ecraser
pt_br: Sobreescrever
sv: Skriv över

source: Rename
fr: Renommer
pt_br: Renomear
sv: Döp om

source: Enter the new name
fr: Entrez le nouveau nom
pt_br: Entre com novo nome
sv: Skriv nytt namn

source: Deleting
fr: Suppression
pt_br: Apagando
sv: Raderar

source: Delete
fr: Supprimer
pt_br: Apagar
sv: Ta bort

# Sure_To_Delete_XYZ
source: Sure to delete %@ ?
fr: Êtes-vous sûr de vouloir supprimer %@ ?
pt_br: Certeza para apagar %@?
sv: Säkert att du vill ta bort %@?

source: Delete failed
fr: Échec de la suppression
pt_br: Apagar falhou
sv: Borttagning misslyckades

source: Rename failed
fr: Échec du renommage
pt_br: Renomear falhou
sv: Omdöpning misslyckades

source: Already exists
fr: Existe déjà
pt_br: Já existe
sv: Finns redan

# Can_Not_Create_Dir_Because_Already_Exists
source: Can not create directory because it already exists
fr: Impossible de créer le dossier car il existe déjà
pt_br: Não pode criar diretório porque o mesmo já existe
sv: Kan inte skapa katalog för att den redan finns

source: Directory name
fr: Nom du dossier
pt_br: Nome do diretório
sv: Katalognamn

source: Enter directory name
fr: Entrez le nom du dossier
pt_br: Entre com nome do diretório
sv: Skriv katalognamn

# Default_Folder_Name
source: New Dir
fr: Nouveau Dossier
pt_br: Novo Dir
sv: Ny katalog

source: Add
fr: Ajouter
pt_br: Adicionar
sv: Lägg till

# What_To_Do
source: What do you want to do ?
fr: Que souhaitez-vous faire ?
pt_br: O que voçê quer fazer?
sv: Vad vill du göra?

# Upload_File
source: Upload a file
fr: Envoyer un fichier
pt_br: Upload um arquivo
sv: Ladda upp en fil

# Create_Directory
source: Create a directory
fr: Créer un répertoire
pt_br: Criar um diretório
sv: Skapa en katalog

# Add_This_Folder_To_Favorite
source: Add this folder to favorites
fr: Ajouter ce dossier aux favoris
pt_br: Adicionar esta pasta para os favoritos
sv: Lägg till den här katalogen till favoriter

source: Favorite name
fr: Nom du favoris
pt_br: Nome favorito
sv: Namn på favorit

source: Enter the name of the favorite
fr: Entrez le nom du favoris
pt_br: Entre com o nome do favorito
sv: Skriv namn på favoriten

# Default_Favorite_Name
source: My Favorite
fr: Mon favori
pt_br: Meu favorito
sv: Mina favoriter

source: Avoided corruptions
fr: Corruptions évitées
pt_br: Corrupções evitadas
sv: Undvikna fel

# SSH_Connection_Must_Be_Opened
source: In order to obtain a MD5 hash string, a SSH connection must be opened. Is that OK ?
fr: Afin d'obtenir une chaîne de hachage MD5, une connexion SSH doit être ouverte. Êtes-vous d'accord?
pt_br: A fim de se obter uma cadeia hash MD5, uma conexão SSH deve ser aberto. Isso é OK?
sv: För att få tag i en MD5-hash måste en SSH-anslutning öppnas. Är det OK?

source: Compare
fr: Comparer
pt_br: Comparar
sv: Jämför

source: Generating MD5
fr: Génération MD5
pt_br: Gerando MD5
sv: Genererar MD5

# Wait_Generating_MD5
source: Please wait. Generating MD5...
fr: Veuillez patienter... Génération MD5.
pt_br: Por favor aguarde.Gerando MD5...
sv: Vänligen vänta. Genererar MD5...

source: MD5 hashes are equal
fr: Les clés MD5 sont égales
pt_br: Hash MD5 são iguais
sv: MD5-summor är lika

source: Sorry MD5 hashes are not equal
fr: Les clés MD5 ne sont pas égales
pt_br: Desculpe Hash MD5 não são iguais
sv: MD5-hashar är tyvärr ej lika

# Compare_With_Local_File
source: Compare local file
fr: Comparer fichier local
pt_br: Comparar arquivo local
sv: Jämför lokal fil

source: Add to clipboard
fr: Ajouter au presse-papiers
pt_br: Adicionar para prancheta
sv: Kopiera till clipboard

source: Requesting MD5
fr: Requête MD5
pt_br: Solicitando MD5
sv: Begär MD5

# Wait_We_Are_Requesting_MD5_From_SSH
source: Please wait, we are requesting MD5 from SSH...
fr: Veuillez patienter, requête clé MD5 via SSH...
pt_br: Por favor aguarde,nós estamos solicitando MD5 do SSH
sv: Vänligen vänta. Hämtar MD5 från SSH...

source: MD5 hash can not be retrieved
fr: La clé MD5 ne peut pas être récupérée
pt_br: Hash MD5 nãopode ser recuperada
sv: MD5-summa kan ej hämtas

source: Photo Library
fr: Photothèque
pt_br: Biblioteca de foto
sv: Fotobibliotek

# PHOTO_COUNT_SINGLE
source: 1 Item
fr: 1 élément
sv: 1 val

# PHOTO_COUNT_MULTIPLE
source: %@ Items
fr: %@ éléments
pt_br: %@ Itens
sv: %@ saker

source: Error
fr: Erreur
pt_br: Erro
sv: Fel

# UNKNOWN_LIBRARY_ERROR
source: An unknown error has occurred.
fr: Une erreur inconnue s'est produite.
pt_br: Ocorreu um erro desconhecido
sv: Ett okänt fel har inträffat

# PHOTO_ROLL_ACCESS_ERROR
source: %@ does not have permission to access to your Photo Library.
fr: %@ n'a pas la permission d'accèder à votre bibliothèque de photos.
pt_br: %@ não tem permissão para acessar sua biblioteca de fotos
sv: %@ har inte tillåtelse att accessa ditt fotobibliotek.

source: File
fr: Fichier
pt_br: Arquivo
sv: Fil

source: Finished
fr: Terminé
pt_br: Terminado
sv: Klart

source: Image is now downloaded in camera roll
fr: L'image est désormais sauvegardée dans votre album photo
pt_br: Imagem esta baixando para o rolo de câmera
sv: Bilden är sparad

source: Authentication
fr: Authentification
pt_br: Autenticação
sv: Autentisering

source: Password authentication
fr: Authentification par mot de passe
pt_br: Autenticação de senha
sv: Lösenordsautentisering

source: Private key authentication
fr: Authentification par clé privée
pt_br: Autenticação de chave privada
sv: Privat nyckel-autentisering

source: Private key
fr: Clé privée
pt_br: Chave privada
sv: Privat nyckel

# Unknow
source: Unknown
fr: Inconnu
pt_br: Desconhecido
sv: Okänd

source: Private key not found
fr: Clé privée introuvable
pt_br: Chave privada não encontrada
sv: Privat nyckel hittas ej

source: A password is required for your private key
fr: Un mot de passe est nécessaire pour votre clé privée
pt_br: É requerido uma senha para chave privada
sv: Ett lösenord krävs för din privata nyckel

source: Is encrypted
fr: Est chiffré
pt_br: É criptografado
sv: Är krypterad

source: Save to camera roll
fr: Enregistrer dans la péllicule
pt_br: Salvar no rolo de câmera
sv: Spara till bildbibliotek

# Want_To_Save_In_Camera_Roll
source: Do you want to save this picture in the camera roll ?
fr: Voulez-vous enregistrer cette image dans la péllicule ?
pt_br: Você quer salvar esta imagem no rolo de câmera?
sv: Vill du spara den här bilden till bildbiblioteket?

# Profile
source: Terminal Settings
fr: Paramètres du terminal
pt_br: Opções de terminal
sv: Terminalinställningar

# Profile_Background_Color
source: Background color
fr: Couleur du fond
pt_br: Cor de Fundo
sv: Bakgrundsfärg

# Profile_Foreground_Color
source: Foreground color
fr: Couleur du texte
pt_br: Cor de primeiro fundo
sv: Förgrundsfärg

# Profile_Font_Size
source: Font size
fr: Taille police
pt_br: Tamanho de fonte
sv: Typsnittsstorlek

# Profile_Font_Family
source: Font family
fr: Type de police
pt_br: Familia da fonte
sv: Typsnitt

# Profile_Color_Black
source: Black
fr: Noir
pt_br: Preto
sv: Svart

# Profile_Color_White
source: White
fr: Blanc
pt_br: Branco
sv: Vit

# Profile_Color_Gray
source: Gray
fr: Gris
pt_br: Cinza
sv: Grå

# Profile_Color_Red
source: Red
fr: Rouge
pt_br: Vermelho
sv: Röd

# Profile_Color_Green
source: Green
fr: Vert
pt_br: Verde
sv: Grön

# Profile_Color_Yellow
source: Yellow
fr: Jaune
pt_br: Amarelo
sv: Gul

# Profile_Color_Blue
source: Blue
fr: Bleu
pt_br: Azul
sv: Blå

# Profile_Color_Purple
source: Purple
fr: Violet
pt_br: Roxo
sv: Lila

# Profile_Terminal_Type
source: Terminal type
fr: Terminal
pt_br: Tipo de terminal
sv: Terminaltyp

source: Save and connect
fr: Sauvegarde et connexion
pt_br: Salvar e conectar
sv: Spara och anslut

source: Pro Upgrade
fr: Mise à niveau Pro
pt_br: Atualização Pro
sv: Pro-uppgradering

source: Upgrade WebSSH to Pro Version
fr: Mettre à niveau vers WebSSH Pro
pt_br: Atualizar WebSSH para versão PRO
sv: Uppgradera WebSSH till Pro-version

# Feature_Part_Of_Pro_Version
source: This feature is part of WebSSH Pro. You can try it before upgrading. Would you like to upgrade to WebSSH Pro now?
fr: Cette fonctionnalité fait partie de WebSSH Pro Vous pouvez la tester avant de mettre à niveau. Voulez-vous passer à WebSSH Pro?
pt_br: Esta função faz parte do WebSSH Pro Você pode experimentar antes de atualizar Você gostaria de atualizar para WebSSH Pro agora?
sv: Detta är en del av WebSSH Pro. Du kan testa före uppgradering. Vill du uppgradera till WebSSH Pro nu?

source: Upgrade
fr: Mise à jour
pt_br: Atualizar
sv: Uppgradera

source: Not now
fr: Pas maintenant
pt_br: Não agora
sv: Inte nu

source: Try it
fr: Essayer
pt_br: Experimente
sv: Testa

source: Unlock
fr: Déverrouiller
pt_br: Desbloqueado
sv: Lås upp

source: Inbox
fr: Réception

source: Help
fr: Aide
pt_br: Ajuda
sv: Hjälp

source: New response
fr: Réponse
pt_br: Nova Resposta
sv: Nytt svar

# Extension_Not_Recognized_Message
source: File extension wasn't recognized as a text file. Do you want to edit it anyway?
fr: L'extension n'a pas été reconnue comme fichier texte. Voulez-vous l'éditer tout de même?
pt_br: Extensão de arquivo não foi reconhecido como um arquivo de texto Você quer editar assim mesmo?
sv: Filändelse verkar ej vara en textfil. Vill du ändå editera den?

source: Extension not recognized
fr: Extension non reconnue
pt_br: Extensão não reconhecida
sv: Tillägg känns ej igen

source: Success
fr: Succès
pt_br: Sucesso
sv: Lyckat

# File_Writed_With_Success
source: File saved successfully.
fr: Fichier sauvegardé avec succès.
pt_br: Arquivo salvo com sucesso
sv: Fil sparad.

# File_Writed_With_Error
source: An error occurred. File has not been saved!
fr: Une erreur est survenue. Fichier non sauvegardé!
pt_br: Algum erro ocorreu.Arquivo não foi salvo!
sv: Ett fel inträffade. Filen har inte sparats!

source: File not saved
fr: Fichier non sauvegardé
pt_br: Arquivo não salvo
sv: Fil inte sparad

# Are_You_Sure_File_Not_Saved
source: You haven't saved. Do you want to close without saving?
fr: Vous n'avez pas sauvegardé. Souhaitez-vous fermer sans sauvegarder?
pt_br: Você não salvou Você quer fechar sem salvar?
sv: Du har inte sparat. Vill du avsluta utan att spara?

# Reviews_And_Answers
source: Reviews & Answers
fr: Commentaires et Réponses
pt_br: Comentários &amp; Respostas
sv: Recensioner &amp; svar

source: Subject field is required
fr: Le champs sujet est requis
pt_br: Campo assunto é necessário
sv: Ämnesrad krävs

# Contact_Bug_Submit
source: Bug Submit
fr: Bug
pt_br: Enviar um erro
sv: Buggrapport

# Contact_Translator_Request
source: Want to be a translator
fr: Devenir traducteur
pt_br: Quero ser um tradutor
sv: Vill översätta

# Contact_Other
source: Other
fr: Autre
pt_br: Outro
sv: Annat

# Error_Occured_Can_You_Retry
source: An error occured. Please retry the operation later.
fr: Une erreur est survenue. Merci de retenter l'opération plus tard.
pt_br: Ocorreu um erro. Por favor, repita a operação mais tarde.
sv: Ett fel inträffade. Försök senare.

source: Information
fr: Informations
pt_br: Informação

# WebSSH_Has_Been_Offered_To_You
source: Pro Upgrade has been offered for you by the WebSSH Team
fr: L'équipe WebSSH vous a offert la mise à niveau Pro
pt_br: Pro Upgrade foi oferecido para você pelo Time WebSSH
sv: Pro-uppgradering har erbjudits av WebSSH-teamet

source: Utils
fr: Outils
pt_br: Úteis
sv: Verktyg

source: Start
fr: Démarrer
pt_br: Iniciar
sv: Starta

source: Stop
fr: Arrêter
pt_br: Parar
sv: Stopp

source: Server
fr: Serveur
pt_br: Servidor

source: Bad ICMP data received
fr: Mauvais paquet ICMP reçu
pt_br: Dados ICMP recebidos com problemas
sv: Felaktig ICMP-data mottagen

# Create_File
source: Create a file
fr: Créer un fichier
pt_br: Criar um arquivo
sv: Skapa en fil
