Repository: isontheline/pro.webssh.net
Catalog: translations/*.lproj/Localizable.strings
Languages: fr, pt_br, sv

# Whats_New_Full_Screen_Terminal_Detail
source: You can now display your favorite terminal in fullscreen
fr: Vous pouvez maintenant afficher votre terminal en plein écran
pt_br: Você agora pode exibir seu terminal favorito em tela inteira
sv: Du kan nu visa terminalen i fullskärmsläge

source: Virtual Arrow Keys Speed
fr: Défilement touches directionnelles
pt_br: Velocidade das setas virtuais
sv: Virtuella pitangenter hastighet

source: Slow
fr: Lent
pt_br: Devagar
sv: Visa

source: Fast
fr: Rapide
pt_br: Rápido
sv: Snabb

source: Select Arrow Keys Speed
fr: Sélection du défilement
pt_br: Selecionar velocidade das setas
sv: Välj piltangenters hastighet

# Select_FX_Key
source: Select Fn Key
fr: Sélection de la touche Fn
pt_br: Selecionar Tecla Fn
sv: Välj Fn-tangent

source: Start Terminal in Fullscreen
fr: Terminal en plein écran
pt_br: Inicia terminal em tela inteira
sv: Starta terminal i fullskärm

source: Show Connection Lost Warning
fr: Afficher message perte connexion
pt_br: Mostrar aviso de conexão perdida
sv: Visa varning om tappad anslutning

source: Stay On Terminal When Connection Lost
fr: Rester sur le terminal si perte connexion
pt_br: Mantenha-se no terminal quando a conexão é perdida
sv: Stanna kvar i terminalen när anslutningen tappas

# Whats_New_Full_XTERM_256_COLORS
source: Terminal Colors
fr: Couleurs du Terminal
pt_br: Cores de terminal
sv: Terminalfärger

# Whats_New_Full_XTERM_256_COLORS_Detail
source: A new terminal type is supported : xterm-256color
fr: A nouveau type de terminal est supporté : xterm-256color
pt_br: Um novo tipo de terminal é suportado:xterm-256colorido
sv: Stöd för en ny terminaltyp: xterm-256color

# Unable_To_Retrieve_File_Perhaps_Permissions
source: Unable to retrieve the file. Please check permissions.
fr: Impossible de récupérer le fichier. Vérifiez les permissions.
pt_br: Não é possível recuperar o arquivo Por favor checar permissões.
sv: Kan ej ta emot filen. Vänligen kontrollera rättigheter.

source: Warning
fr: Attention
pt_br: Aviso
sv: Varning

# Read_Only_File_Warning
source: Due to permissions, this file is only available in read only mode.
fr: Fichier disponible en lecture seule à cause des permissions.
pt_br: Devido as permissões,este arquivo somente é disponível no modo somente leitura.
sv: På grund av rättigheter så är den här filen endast tillgänglig för läsning.

# Whats_New_Terminal_HTERM
source: The rendering engine is now chromium-hterm
fr: Le moteur de rendu est maintenant chromium-hterm
pt_br: O motor de renderização é agora chromium-hterm
sv: Renderingsmotorn är nu chromium-hterm

# Profile_Cursor_Color
source: Cursor color
fr: Couleur curseur
pt_br: Cor do cursor
sv: Markörfärg

source: Report log
fr: Transmettre erreur
pt_br: Log de relatório
sv: Rapportera logg

source: Follow Us
fr: Nous suivre
pt_br: Siga-nos
sv: Följ oss

source: iTunes File
fr: Fichier iTunes
pt_br: Arquivo iTunes
sv: iTunes-fil

# Unrecognized_Itunes_File
source: iTunes file "%@" has not been recognized by WebSSH Contact us for more information about importing private keys
fr: Le fichier iTunes "%@" n'a pas été reconnu par WebSSH Contactez-nous pour plus d'informations sur l'importation des clés privées
pt_br: Arquivo iTunes "%@" não é reconhecido pelo WebSSH Contate-nos para mais informações sobre importação de chaves privadas
sv: iTunes-fil "%@" en accepterad av WebSSH. Kontakta oss för med info gällande import av privata nycklar

source: Private Key has been added
fr: La clé privée a été ajoutée
pt_br: Chave privada foi adicionada
sv: Privat nyckel har lagts till

# File_Must_Contain_Private_Key_Not_Public_Key
source: Your file %@ must contain Private Key, not the Public Key!
fr: Votre fichier %@ doit contenir la clé privée, et non la clé publique!
pt_br: Seu arquivo%@ deve conter chave privada,não chave pública!
sv: Din fil %@ måste innehålla privat nyckel, inte publik nyckel!

# Whats_New_Import_Private_Keys
source: Import Private Keys
fr: Importation clés privées
pt_br: Importar chaves privada
sv: Importera privata nycklar

# Whats_New_Import_Private_Keys_Detail
source: Drag your Private Keys to iTunes File Sharing
fr: Déposez vos clé privées dans le partage de fichier iTunes
pt_br: Arrastar suas chaves privadas para arquivos compartilhados do iTunes
sv: Dra dina privata nycklar till iTunes fildelning

# Import_Private_Keys_Methods
source: To add a private key tap the "Key" icon in the top right corner. Private keys can also be added via iTunes File Sharing. Both OpenSSH and PuTTy keys can be used.
fr: Pour ajouter une clé privée appuyez sur l'icone en haut à droite. Les clés privées peuvent aussi être importées depuis iTunes Les formats OpenSSH et PuTTy sont supportés.
pt_br: Para adicionar chave privada aperte o ícone da chave no topo superior direito Chaves privada pode também ser adicionadas pelo arquivos de compartilhamento d o iTunes Ambas chaves de OpenSSH e Putty podem ser usadas
sv: För att lägga till en privat nyckel, öppna nyckel-ikonen i övre högra hörnet. Privata nycklar kan också läggas till via iTunes Filedelning. Båda OpenSSH och PuTTy.nycklar kan användas.

source: No delay
fr: Aucun délais
pt_br: Nenhum atraso
sv: Ingen fördröjning

# Profile_Spacebar_Delay
source: Space bar delay
fr: Délais barre d'espace
pt_br: Atraso da barra de espaço
sv: Blanksteg fördröjning

source: Send diagnostic and usage data
fr: Envoyer les diagnostics et données d'utilisation
pt_br: Enviar diagnóstico e dados de uso
sv: Skicka diagnostik och användardata

# Help_Us_By_Enabling_Diagnostic_And_Usage_Data_Collection
source: You can help us improve WebSSH by sharing diagnostic, usage and crash reports. All information is collected and sent to WebSSH Team anonymously. None of the information submitted identifies you personally.
fr: Vous pouvez nous aider à améliorer WebSSH en transmettant les diagnostics, utilisations et rapports de crash. Les informations sont collectées et envoyées anonymement à l'équipe WebSSH. Aucune information envoyée ne vous identifie personnellement.
pt_br: Você pode nos ajudar a melhorar o WebSSH compartilhando diagnóstico,relatórios de uso e de travamentos. Toda informação é coletada e enviada para o time WebSSH anonimamente.Nenhuma das informações enviadas,identifica você pessoalmente.
sv: Du kan hjälpa oss att förbättra WebSSH genom att dela diagnostik, användande och kraschrapporter. All information skickas till WebSSH-teamet anonymt. Ingen information kan användas för att identifiera dig.

# User_Privacy
source: Privacy
fr: Vie privée
pt_br: Privacidade
sv: Privat

source: Furtive Mode
fr: Mode Furtif
pt_br: Modo Furtivo
sv: Dolt läge

source: Send crash reports
fr: Envoyer les rapports de crash
pt_br: Enviar relatório de problemas
sv: Skicka kraschrapport

# Furtive_Mode_Error
source: You are in Furtive Mode. Your request can not be performed.
fr: Vous êtes en mode Furtif. Votre requête ne peut être effectuée.
pt_br: Você esta no modo furtivo Sua requisição não pode ser realizada
sv: Du är i dolt läge. Din ändring kan inte göras.

# Furtive_Mode_Detail_Label
source: In this mode no connection is made to webssh.net
fr: Dans ce mode aucune connexion n'est effectuée vers webssh.net
pt_br: Neste modo não é feito conexão para webssh.net
sv: I detta läge görs inga anslutningar mot webssh.net

# Send_Diagnostic_And_Usage_Data_Label
source: Diagnostic and usage data let us know : - Number of active users - Usage of our features Without these data we can't improve WebSSH :(
fr: Les diagnostics et données d'utilisation nous permettent de connaître : - Le nombre d'utilisateurs actifs - Le taux d'utilisation de nos fonctionnalités Sans ces données nous ne pouvons pas améliorer WebSSH :(
pt_br: Dados de uso e diagnósticos deixe-nos saber: Número de usuários ativos Adoção e utilização dos nossos recursos Sem estes dados não podemos aperfeiçoar WebSSH :(
sv: Diagnostik och användardata vi vill veta: - Antal aktiva anvämdare - Hur du använder applikationen Utan denna data kan vi inte förbättra WebSSH :(

# Send_Crash_Reports_Label
source: This helps us keep doing a good job
fr: Cela nous aide à faire du bon travail ;)
pt_br: Isso nos ajuda a manter o bom trabalho ;)
sv: Det hjälper oss att fortsätta göra ett bra jobb ;)

source: Saved Commands
fr: Commandes sauvegardées
pt_br: Comandos Salvos
sv: Sparade kommandon

source: Add new command
fr: Nouvelle commande
pt_br: Adicionar novo comando
sv: Lägg till nytt kommando

source: General
fr: Général
pt_br: Geral
sv: Generellt

source: Command
fr: Commande
pt_br: Comando
sv: Kommando

source: Icon
fr: Icone
pt_br: Ícone
sv: Ikon

# Name_Of_Your_Saved_Command
source: Name of your command
fr: Nom de la commande
pt_br: Nome do seu comando
sv: Namn på ditt kommando

# Macro_Prefered
source: Prefered command
fr: Commande préférée
pt_br: Comando preferido
sv: Föredraget kommando

# Default_Text_For_Crash_Report_Help
source: Dear WebSSH Team, WebSSH crashed while : (Describe here what you did when WebSSH crashed) Could you check why it happened ? Best Regards,
fr: Messieurs, WebSSH a crashé alors que : (Décrire ici ce que vous faisiez) Pouvez-vous jeter un oeil ? Bien cordialement,
pt_br: Querido time WebSSH WebSSH parou enquanto: (Descreva aqui o que você fez quando WebSSH travou) Pode verificar por que isso aconteceu? Meus cumprimentos
sv: Dear WebSSH Team,¬ ¬ WebSSH have been crashed while :¬ (Describe here what you did when WebSSH crashed)¬ ¬ Could you check why it happened ?¬ ¬ Best Regards,

# Would_You_Like_To_Paste_Content
source: Would you like to paste this content? %@
fr: Souhaitez-vous coller ce contenu ? %@
pt_br: Gostaria de colar este conteúdo? %@
sv: Vill du klistra in följande? %@

# No_Content_To_Paste
source: No content to paste on the terminal
fr: Aucun contenu à coller sur le terminal
pt_br: Sem conteúdo para colar no terminal
sv: Inget innehåll att klistra in i terminalen

# Whats_New_Multiple_Screens
source: Multiple Screens
fr: Ecrans multiples
pt_br: Múltiplas telas
sv: Flera skärmar

# Whats_New_Multiple_Screens_Detail
source: Press navigation bar to open multiple screens
fr: Appuyez sur la barre de navigation pour ouvrir plusieurs écrans
pt_br: Pressione a barra de navegação para abrir múltiplas telas
sv: Tryck i navigeringsraden för att öppna flera skärmar

source: Please define macro name and command
fr: Merci de définir un nom et une commande
pt_br: Por favor defina nome macro e o comando
sv: Vänligen definiera namn och kommando

# Macro
source: Command
fr: Commande
pt_br: Comando
sv: Kommando

source: Recording
fr: Enregistrement
pt_br: Gravação
sv: Spelar in

# Now_Recording
source: You are currently recording WebSSH as a video. To stop, long press navigation bar for 5 seconds.
fr: Vous enregistrez actuellement WebSSH vers une vidéo. Pour arrêter, appuyez sur la barre de navigation pendant 5 secondes.
pt_br: Você esta atualmente gravando WebSSh como um vídeo.Para parar,pressione longamente a barra de navegação por 5 segundos.
sv: Du spelar in WebSSH som video. För att avsluta, tryck i navigeringsraden i 5 sekunder.

# Recording_End
source: Check your camera roll for the screen capture
fr: La vidéo se trouve désormais dans votre pellicule.
pt_br: Checa seu rolo de câmera para capturar a tela
sv: Titta i ditt bildbibliotek för skärmavbilden

# Whats_New_Macro
source: Saved Commands
fr: Commandes sauvegardées
pt_br: Comandos Salvos
sv: Sparade kommandon

# Whats_New_Macro_Detail
source: Define and use your favorites commands
fr: Définissez et utilisez vos commandes favorites
pt_br: Defina e use seus comandos favoritos
sv: Definiera dina favoritkommandon

# SSH_Use_Old_Sepcial_Keys
source: Use Old Special Keys
fr: Utiliser les anciennes touches spéciales
pt_br: Usar teclas especiais antigas
sv: Använd gamla specialtangenter

# Press_Navigation_Bar_For_Multiple_Screens
source: Press Navigation Bar in order to show multiple screens
fr: Appuyez sur la barre de navigation pour ouvrir d'autres écrans
pt_br: Pressione barra de navegação, a fim de mostrar várias telas
sv: Tryck i navigationsraden för att visa flera skärmar

source: Skip Tutorial
fr: Passer le tutoriel
pt_br: Pular tutorial
sv: Hoppa över hjälp

source: Next Tip
fr: Astuce suivante
pt_br: Próximo tip
sv: Nästa tips

# Whats_New_Translations_Danish_Brazilian_Portuguese
source: Danish, Brazilian Portuguese
fr: Danois, Brésilien Portugais
pt_br: Dinamarquês, Português Brasileiro
sv: Danska, Brasilianska och Portugisiska

source: Search FAQ
fr: Recherche FAQ
pt_br: Pesquisa FAQ
sv: Sök FAQ

# Contact_Us_If_You_Cant_Find_Response
source: Contact us if you can't find your response
fr: Contactez nous si vous ne trouvez pas votre réponse
pt_br: Contate-nos se você não encontrar sua resposta
sv: Kontakta oss om du inte hittar ditt svar

source: Language
fr: Langage
pt_br: Idioma
sv: Språk

source: Continue
fr: Continuer
sv: Fortsätt

source: WebSSH Settings
fr: Paramètres WebSSH
pt_br: Opções WebSSH
sv: WebSSH-inställningar

source: Show monitoring icon on servers list
fr: Afficher l'icône de surveillance sur les serveurs
pt_br: Mostrar ícone de monitoramento na lista de servidores
sv: Visa statusikon i serverlistan

source: Which protocol do you want to use ?
fr: Quel protocole souhaitez-vous utiliser ?
pt_br: Qual o protocolo que você quer usar?
sv: Vilket protokoll vill du använda?

source: Search connection
fr: Recherche de connexion
pt_br: Pesquisa conexão
sv: Sök anslutning

# Profile_Font_Size_IPhone
source: Font size for iPhone
fr: Taille police iPhone
pt_br: Tamanho da fonte para iPhone
sv: Typsnittsstorlek för iPhone

# Profile_Font_Size_IPad
source: Font size for iPad
fr: Taille police iPad
pt_br: Tamanho da fonte para iPad
sv: Typsnittsstorlek för iPad

# Server_Lacks_SFTP_Subsystem
source: Server lacks of SFTP Subsystem. Failed to receive FXP_VERSION.
fr: Le serveur ne supporte pas le sous-système SFTP. FXP_VERSION non reçu.
pt_br: Servidor carece de SFTP Subsystem. Falha ao receber FXP_VERSION.
sv: Servern saknar SFTP Subsystem. Kunde en ta emot FXP_VERSION.

source: Create Sync Bucket
fr: Créer une synchronisation
pt_br: Criar sincronismo de bucket
sv: Skapa synkronisering

# Create_Sync_Bucket_Footer
source: Choose this if you don't already have a synchronisation alive.
fr: Choisissez cette option si vous n'avez pas de synchronisation active.
pt_br: Escolha esta opção se você não tiver uma sincronização disponível
sv: Välj detta om du inte redan har en synkronisering igång.

source: Join Sync Bucket
fr: Rejoindre une synchronisation
pt_br: Juntar sincronização do bucket
sv: Lägg till i synkronisering

# Join_Sync_Bucket_Footer
source: Choose this if you already have a synchronisation alive and want enable it.
fr: Choisissez cette option si vous souhaitez rejoindre une synchronisation.
pt_br: Escolha esta opção se você já tem uma sincronização viva e deseja ativá-lo.
sv: Välj detta om du redan har en synkronisering igång och vill aktivera den.

# Create_Sync_Bucket_Confirmation
source: All screens will be closed in order to create the sync bucket. This process can take 1 minute or more.
fr: Tous les écrans seront fermés afin de créer une synchronisation. Ce processus peut prendre 1 minute ou plus.
pt_br: Todas as telas serão fechadas a fim de criar o sincronismo do bucket. Este processo pode demorar um minuto ou mais.
sv: Alla skärmar kommer att stängas för att skapa synkronisering. Denna process kan ta 1 minut eller mer.

source: My Bucket
fr: Ma Synchronisation
pt_br: Meu Bucket
sv: Min synkronisering

source: Learn More About WebSSH Sync
fr: En savoir plus sur WebSSH Sync
pt_br: Saiba Mais Sobre WebSSH Sincronização
sv: Läs mer om WebSSH Sync

# Learn_More_About_WebSSH_Sync_Footer
source: WebSSH Sync is the secure way to sync all your WebSSH data between your devices. WebSSH Sync generates a private key of 4096 bits on your device and uses 256-bit AES encryption (with CBC cipher) in order to secure your data.
fr: WebSSH Sync est la manière sécurisé de synchroniser toutes vos données WebSSH entre vos différents appareils. WebSSH Sync génère une clé privée de 4096 bits sur votre appareil et utilise l'encryption AES 256-bit (CBC cipher) afin de sécuriser vos données.
pt_br: WebSSH Sync é o caminho seguro para sincronizar todos os seus dados WebSSH entre os seus dispositivos. WebSSH sincronização gerar uma chave privada de 4096 bits em seu dispositivo e usar a criptografia AES de 256 bits (com CBC cipher), a fim de proteger seus dados.
sv: WebSSH Sync är det säkra sättet att synka all din WebSSH-data mellan dina enheter. WebSSH Sync genererar en privat 4096-bit nyckel på din enhet, och använder 256-bit AES-kryptering (med CBC cipher) för att säkra din data.

source: %@ drafts waiting for transmit
fr: %@ éléments en cours de transfert
pt_br: %@ rascunhos a espera de transmissão
sv: %@ utkast väntar på överföring

# Please_Disconnect_Bucket_Before
source: Please disconnect from the connected bucket before.
fr: Déconnectez vous avant de continuer.
pt_br: Por favor, desligue do bucket conectado antes
sv: Vänligen koppla ner från din anslutna synkronisering först.

# Connect_Logout_Sync_Bucket_Confirmation
source: All screens will be closed in order to execute this action. Would you like to continue ?
fr: Tous les écrans seront fermés pour exécuter cette action. Souhaitez vous continuer ?
pt_br: Todas as telas serão fechadas, a fim de executar essa ação. Gostaria de continuar?
sv: Alla skärmar kommer att stängas för att utföra. Vill du fortsätta?

# Disconnect_Bucket_But_Keep_Database
source: Disconnect, but keep database
fr: Se déconnecter et garder les données
pt_br: Desconecte,mas mantenha database
sv: Koppla ner, men behåll databas

source: Edit bucket name
fr: Nom de la synchronisation
pt_br: Editar nome do bucket
sv: Redigera synkronisering

# Bucket_Name_Is_Not_Shared
source: Bucket name is not shared. It will be only visible on your current device
fr: Le nom n'est pas partagé. Il est uniquement visible sur votre appareil actuel.
pt_br: Nome do bucket não é compartilhado.Será apenas visível no seu dispositivo atual
sv: Synkroniseringsnamn delas ej. Det kommer bara att synas på nuvarande enhet.

source: Share
fr: Partager
pt_br: Compartilhar
sv: Dela

source: Share this bucket
fr: Partager la synchronisation
pt_br: Compartilhar este bucket
sv: Dela denna synkronisering

# Share_This_Bucket_Message
source: You can share this bucket with any application which support ZIP file sharing. The shared file will be encrypted with a random password.
fr: Vous pouvez partager cette synchronisation avec toute application supportant les fichiers ZIP. Le fichier partagé sera crypté avec un mot de passe aléatoire.
pt_br: Você pode compartilhar este bucket com qualquer aplicação que suportam o compartilhamento de arquivos ZIP. O arquivo compartilhado será criptografado com uma senha aleatória.
sv: Du kan dela denna synkronisering med en annan applikation som stödjer delning av ZIP-fies. Den delade filen kommer att krypteras med ett slumpmässigt lösenord.

# Bucket_Password_Message
source: Write down this password, you will need it to import the bucket on another device : %@
fr: Notez ce mot de passe, vous en aurez besoin pour importer la synchronisation sur un autre périphérique : %@
pt_br: Anote esta senha, você vai precisar dele para importar o bucket em outro dispositivo %@
sv: Skriv ner detta lösenord. Du kommer att behöver det för att importera synkroniseringen till en annan enhet: %@

# ZIP_File_Is_Not_A_Valid_Bucket
source: Provided ZIP file doesn't contain a valid bucket.
fr: Le fichier ZIP ne contient pas de synchronisation valide.
pt_br: Arquivo ZIP fornecido não contém um bucket válido.
sv: ZIP-fil innehåller ej fungerande synkronisering.

# Password_Required_For_Bucket
source: Password is required in order to open bucket.
fr: Mot de passe requis pour ce fichier.
pt_br: A senha é necessária a fim de abrir o bucket.
sv: Lösenord krävs för att öppna synkronisering.

# Bucket_Already_Exists_Error_Import
source: Bucket "%@" already exists! If you want to import it you must delete the current bucket on your device.
fr: La synchronisation "%@" existe déjà ! Si vous voulez l'importer, vous devez la supprimer auparavant.
pt_br: Bucket "%@" já existe! Se você quiser importá-lo você deve excluir o bucket no seu aparelho.
sv: Synkronisering "%@" finns redan! Om du vill importera den måste du radera aktuell synkronisering från din enhet.

# Bucket_Imported_Success
source: You can now use your imported bucket with WebSSH Sync.
fr: Vous pouvez maintenant utiliser WebSSH Sync.
pt_br: Agora você pode usar seu bucket importado com WebSSH Sync.
sv: Du kan nu använda din importerade synkronisering.

# Whats_New_Sync_Detail
source: Sync WebSSH across all your devices!
fr: WebSSH se synchronise sur tous vos appareils !
pt_br: Sync WebSSH em todos os seus aplicativos!
sv: Synka WebSSH mellan alla dina enheter!

# TouchID_Activation_Footer
source: In order to enable Face ID / Touch ID, just define a password
fr: Pour activer Face ID / Touch ID, définissez un mot de passe
pt_br: Afim de permitir o ID Touch ,apenas defina uma senha.
sv: För att använda Face ID / Touch ID, vänligen skapa ett lösenord

# Whats_New_TouchID_Detail
source: Use your finger to unlock WebSSH access!
fr: Utilisez votre doigt pour déverrouiller WebSSH!
pt_br: Use seu dedo para destravar o acesso WebSSH!
sv: Använd ditt finger för att låsa upp WebSSH.

# Whats_New_Translations_Japanese_Turkish
source: Japanese, Turkish
fr: Japonais, Turc
pt_br: Japonês, Turco
sv: Japanska, Turkiska

# Enable_TouchID
source: Enable Face ID / Touch ID
fr: Activer Face ID / Touch ID

# Enable_Two_Factor
source: Two Factor Authentication
fr: Authentification Deux Etapes

# Two_Factor_Hint
source: Used by Google Authenticator for example
fr: Utilisé par Google Authenticator par exemple

source: Paste
fr: Coller

source: Select
fr: Sélectionner

source: Continue anyway
fr: Continuer tout de même

source: Clone connection
fr: Cloner la connexion

# Clone_Connection_Choose_Protocol
source: Choose the type of the cloned connection
fr: Choisir le type de la connexion clonée

source: What Is My IP Address
fr: Quelle Est Mon Adresse IP

source: WebSSH will be closed in 30 seconds.
fr: WebSSH sera fermé dans 30 secondes.

# Want_To_Be_Notified_For_Closing
source: Want to be notified for connection timeout? Please enable WebSSH local notifications.
fr: Pour être notifié de la fermeture de WebSSH en arrière plan, activez les notifications locales dans les paramètres.

source: Other services
fr: Autres services

# Allow_Multiple_Features_Same_Time
source: Allow multiple features at the same time
fr: Utiliser plusieurs écrans simultanés

# Upgrade_To_Remove_Ads
source: Remove ads by upgrading to WebSSH Pro
fr: WebSSH Pro supprime les publicités

# Prefer_IPv6
source: Prefer IPv6 (may disable IPv4)
fr: Préférer IPv6 au lieu de IPv4

# Macro_Use_Only_For_This_Connection
source: Use only on this connection
fr: Seulement sur cette connexion

source: Run at connection startup
fr: Exécuter à la connexion

# Keep_Device_Awake_When_TUNNEL_Connection
source: When TUNNEL is opened
fr: Quand TUNNEL est utilisé

# Port_Forwarding_Configuration_Detail
source: LOCAL_PORT:REMOTE_HOST:REMOTE_PORT
fr: PORT_LOCAL:HOTE_DISTANT:PORT_DISTANT

# Etc_Hosts
source: Hosts
fr: Hôtes

# Etc_Host
source: Host
fr: Hôte

# Edit_Etc_Hosts_File
source: Edit /etc/hosts
fr: Modifier /etc/hosts

# Etc_Host_IP_Placeholder
source: IP address of the host
fr: Adresse IP de l'hôte

# Etc_Host_DNS_Placeholder
source: DNS address of the host
fr: Adresse DNS de l'hôte

# Etc_Host_Enabled
source: Enabled
fr: Actif

source: Bad URL provided
fr: L'URL fournie n'est pas correcte.

source: Show virtual keys above keyboard
fr: Affiche les touches virtuelles au dessus du clavier

# Add_New_Connection_Of_Type
source: Add %@ connection
fr: Ajouter connexion %@
