Repository: isontheline/pro.webssh.net
Catalog: translations/*.lproj/Localizable.strings
Languages: fr, pt_br, sv

source: File name
fr: Nom
pt_br: Nome do arquivo
sv: Filnamn

source: Enter file name
fr: Saisir le nom
pt_br: Entre nome do arquivo
sv: Skriv filnamn

# Default_File_Name
source: File.txt
fr: Fichier.txt
pt_br: Arquivo.txt
sv: Fil.txt

# Can_Not_Create_File_Because_Already_Exists
source: The name "%@" is already taken. Please choose a different name.
fr: Le nom "%@" est déjà utilisé. Merci de choisir un nom différent.
pt_br: O nome &quot;%@&quot; já tem. Por favor escolha um nome diferente
sv: Namnet &quot;%@&quot; är redan upptaget. Var god välj ett annat namn.

# Infinite_Loop_Detected
source: Infinite loop detected. Aborted.
fr: Boucle infinie détectée. Arrêt.
pt_br: Loop infinito detectado. Abortado
sv: Oändlig loop upptäckt. Avbruten.

source: Unable to retrieve Whois from data
fr: Impossible de récupérer les informations Whois
pt_br: Não é possível recuperar a partir de dados Whois
sv: Kan ej ta emot Whois från data

# Domain_Name_Example
source: example.com
fr: exemple.com
pt_br: exemplo.com
sv: exempel.com

source: Bad response received
fr: Mauvaise réponse reçue
pt_br: Recebido resposta com problemas
sv: Felaktigt svar mottaget

# Welcome_Gesture
source: WebSSH uses gestures to display important features :
fr: WebSSH utilise des gestes pour afficher des informations importantes :
pt_br: WebSSH usa gestos para mostrar características importantes
sv: WebSSH använder gester för att visa viktiga finesser:

# Swipe_To_Left_Gesture
source: Swipe from the center to the left in order to show the current screen menu
fr: Glissez depuis le centre vers la gauche pour faire apparaître le menu contextuel
pt_br: Passe do centro para a esquerda, a fim de mostrar o menu de tela atual
sv: Dra från mitten åt vänster för att visa nuvarande skärms meny

# Swipe_To_Right_Gesture
source: Swipe from center to the right in order to show the main menu
fr: Glissez depuis le centre vers la droite pour faire apparaître le menu principal
pt_br: Passe do centro para a direita, a fim de mostrar o menu de tela atual
sv: Dra från mitten åt höger för att visa huvudmenyn

source: Are you sure to delete this connection?
fr: Êtes-vous sûr de supprimer cette connexion ?
pt_br: Você tem certeza que quer apagar esta conexão?
sv: Vill du ta bort denna anslutning?

# Feature_Part_Of_Pro_Version_Trials_End
source: This feature is part of WebSSH Pro. Would you like to upgrade to WebSSH Pro now?
fr: Cette fonctionnalité fait partie de WebSSH Pro. Souhaitez-vous mettre à jour vers WebSSH Pro maintenant ?
pt_br: Esta função faz parte do WebSSH Pro Você gostaria de atualizar para o WebSSh Pro agora?
sv: Detta är en del av WebSSH Pro Vill du uppgradera till WebSSH Pro nu?

source: Skip
fr: Ignorer
pt_br: Pular
sv: Hoppa över

source: Keep Device Awake
fr: Garder l'appareil allumé
pt_br: Manter dispositivo desperto
sv: Håll enhet vaken

# Keep_Device_Awake_When_SSH_Connection
source: When SSH is opened
fr: Quand SSH est utilisé
pt_br: Quando SSH é aberto
sv: När SSH är igång

# Keep_Device_Awake_When_SFTP_Connection
source: When SFTP is opened
fr: Quand SFTP est utilisé
pt_br: Quando SFTP é aberto
sv: När SFTP är igång

# Keep_Device_Awake_Warning
source: Keeping device awake can drain your battery faster, but should keep connections alive
fr: Garder l'appareil allumé peut utiliser plus de batterie, mais vous devriez garder vos connexions actives
pt_br: Deixando seu dispositivo desperto pode sugar sua bateria mais rápido ,mas mantém conexões ativas
sv: Att hålla enheten vaken kan förbruka batteri snabbare, men bör hålla anslutningar levande

source: Settings
fr: Paramètres
pt_br: Opções
sv: Inställningar

source: Manage WebSSH Settings
fr: Paramétrage de WebSSH
pt_br: Gerenciar opções WebSSH
sv: Ändra WebSSH-inställningar

source: My connections
fr: Mes connexions
pt_br: Minhas conexões
sv: Mina anslutningar

source: Connection closed
fr: Connexion fermée
pt_br: Conexão Fechada
sv: Anslutning stängd

# Your_Connection_Has_Been_Closed
source: Your connection has been closed. You can restart the connection by using "Reconnect" button.
fr: Votre connexion a été fermée. Vous pouvez relancer la connexion en utilisant le bouton "Reconnecter"
pt_br: Sua conexão foi fechada.Você pode reiniciar a conexão usando o botão "Reconectar".
sv: Din anslutning har stängts. Du kan återansluta genom att använda knappen "Återanslut".

source: Group name
fr: Nom de groupe
pt_br: Nome do Grupo
sv: Gruppnamn

source: Terminal Profile
fr: Profil du terminal
pt_br: Perfil de Terminal
sv: Terminalprofil

# Dont_Forget_To_Check_Profile_Settings_If_Terminal_Doesnt_Display_Correctly
source: Don't forget to check terminal settings if terminal doesn't display correctly.
fr: N'oubliez pas de vérifier les paramètres du terminal si l'affichage est inccorect.
pt_br: Não esqueça de checar as opções de terminal se o terminal não exibir corretamente
sv: Glöm inte att kontrollera inställningarna om terminalen inte visas korrekt.

# What_Is_New_V5
source: +Open multiple connections by swiping the navigation bar +Delete a connection from its settings +Added feature to prevent sleep (in settings) +Added cancel button when setting WebSSH password +Connections can be grouped with a "Group Name" *New navigation bar color *Fixed a bug preventing the removal of connections *Updated home menu and much more SSH Mode +Reconnect to a closed session +Customize keyboard keys +Added SSH function keys (F1...F12) *SSH Terminal Type is now "VT100" by default SFTP Mode +More file types recognized *SFTPs scroll is now faster
fr: - Ouverture de plusieurs connexions en même temps en déplaçant la barre de navigation - Nouvelle couleur pour la barre de navigation - Correction d'un bug affectant la suppression d'une connexion - Possibilité de supprimer une connexion depuis son détail - Gestion de l'éveil pendant qu'une connexion est active - Modification du menu général - VT100 est le type par défaut du terminal - Ajout des touches F1 à F12
pt_br: Abrir múltiplas conexões deslizando a barra de navegação Excluir uma conexão a partir de suas configurações Adicionado recurso para evitar o sono (nas configurações) Adicionado botão de cancelar ao definir senha WebSSH As conexões podem ser agrupadas com um "Nome do grupo" Nova barra de navegação colorida Corrigido um erro que impedia a remoção de conexões Menu inicial atualizado e muito mais Modo SSH Reconectar para uma sessão encerrada Customize keyboard keys Adicionado funções keys SSH (F!...F12) Terminal SSH é agora "VT100" por padrão Modo SFTP Mais tipos de arquivos reconhecidos Scroll SFTPs é mais rápido
sv: +Öppna flera anslutningar genom att dra i navigationsraden +Ta bort en anslutning från dess inställningar +Stöd för att hindra vänteläge (i inställningarna) +Avbryt-knapp då man lägger till nytt lösenord +Anslutningar kan grupperas med ett grupnamn *Ny färg på navigationsraden *Fixat en bugg som hindrade borttagning av anlutningar *Uppdaterat menyer och mycket mer SSH-läge +Återanslut till en stängd session +Anpassa tangentbord +Lagt till funtionstangenter (F1...F12) *Terminaltyp är nu \"VT100\" som standard SFTP-läge +Fler filtyper känns igen *SFTP skrollar nu snabbare

# Welcome_Message
source: Welcome to WebSSH! Over the next few screens you'll find out what's new. Start swiping to find out more.
fr: Bienvenue dans WebSSH ! Vous êtes à quelques écrans d'utiliser WebSSH. Laissez vous guider par l'assistant de démarrage.
pt_br: Bem Vindo ao WebSSH ! Ao longo das próximas telas você vai descobrir o que há de novo Comece deslizando para saber mais.
sv: Välkommen till WebSSH! På de kommande skärmarna kan du se vad som är nytt. Dra för att lära dig mer.

# Welcome_Credentials_Missing
source: WebSSH can protect your stored connections credentials only if you set a WebSSH's startup password. Don't forget to set a startup password from the settings menu.
fr: WebSSH peut protéger vos identifiants de connexion uniquement si vous avez défini un mot de passe au démarrage de WebSSH. N'oubliez pas de définir un mot de passe de démarrage depuis le menu de paramétrage.
pt_br: WebSSH pode proteger suas credenciais de conexões,somente se você definir uma inicialização no WebSSH Não esqueça de definir a senha de inicialização a partir das opções do menu.
sv: WebSSH kan endast skydda dina sparade uppgifter om du sätter ett uppstartslösenord. Glöm inte att sätta ett uppstartslösenord från inställningsmenyn.

# Welcome_Gestures
source: Using simple gestures, WebSSH allows you to open up to 5 simultaneous connections! From the top menu bar, just swipe left or right to reveal a new screen.
fr: WebSSH utilise la gestuelle pour afficher plusieurs écrans vous permettant ainsi d'utiliser plusieurs connexions en même temps. Pour afficher un nouvel écran, déplacez simplement la barre de navigation vers la gauche ou la droite.
pt_br: Usando simples gestos,WebSSH permite você abrir 5 conexões simultâneas! A partir da barra de menu superior,apenas deslize para esquerda ou direita para revelar uma nova tela.
sv: Genom enkla gester kan du ha upp till 5 samtidiga anslutningar! Dra åt höger eller vänster i menyraden högst upp för att visa en ny skärm.

# Welcome_Ready
source: You're now caught up on the latest features. Enjoy the new version of WebSSH!
fr: Vous êtes maintenant prêt à utiliser WebSSH ! Savourez cette nouvelle version de WebSSH...
pt_br: Você está agora envolvido nas últimas características Aproveite a nova versão do WebSSH!
sv: Du har nu läst om de senaste nyheterna. Håll till godo med nya versionen av WebSSH!

source: Keys
fr: Touches
pt_br: Chaves
sv: Nycklar

source: Add key
fr: Ajouter touche
pt_br: Adiciona chave
sv: Lägg till nyckel

source: Key already exists
fr: La touche existe déjà
pt_br: Chave já existente
sv: Nyckeln finns redan

# Key_Already_Exists_Message
source: The selected key has already been added to the keyboard
fr: La touche sélectionnée a déjà été ajoutée au clavier
pt_br: A chave selecionada já está adicionada ao teclado
sv: Den valda nyckeln har redan lagts till i tangentbordet

source: Screen
fr: Ecran
pt_br: Tela
sv: Skärm

source: Share this app
fr: Partager cette application
pt_br: Compartilhe este app
sv: Dela denna app

# Profile_Backspace_Sequence
source: Backspace sequence
fr: Séquence backspace
pt_br: Sequência de Backspace
sv: Backspace-sekvens

source: Crash detected
fr: Crash détecté
pt_br: Problema detectado
sv: Krasch upptäckt

# WebSSH_Has_Been_Crashed_Would_You_Like_To_Send_Report
source: WebSSH has crashed. Would you like to send a report to WebSSH support?
fr: WebSSH s'est arrêté inopinément. Souhaitez-vous envoyer le rapport d'erreur?
pt_br: WebSSH teve um problema.Você gostaria de enviar um relatório para o suporte do WebSSH?
sv: WebSSH har kraschat. Vill du skicka en rapport till WebSSH support?

source: Submit report
fr: Envoyer
pt_br: Enviar relatório
sv: Skicka in rapport

source: SSH Settings
fr: Paramètres SSH
pt_br: Configurações SSH
sv: SSH-inställningar

# Enable_Bel_Vibration_Or_Beep
source: Enable bell vibration or beep
fr: Activer le vibreur ou bipeur
pt_br: Permitir vibração ou beep
sv: Aktivera vibration eller pip

# Pro_Upgrade_More_Information
source: More information about Pro Upgrade
fr: Plus d'informations à propos de la mise à niveau Pro
pt_br: Mais informações sobre Pro Atualização
sv: Mer info om Pro-uppgradering

source: Network Tools
fr: Outils Réseau
pt_br: Ferramentas de rede
sv: Nätverksverktyg

source: Dashboard
fr: Tableau de bord
pt_br: Painel
sv: Panel

source: Servers
fr: Serveurs
pt_br: Servidores
sv: Servrar

# Tools_And_Services
source: Tools & Services
fr: Outils & Services
pt_br: Ferramentas e Serviços
sv: Verktyg & tjänster

source: Tools
fr: Outils

# WebSSH_Net_Server_Unaivalable
source: WebSSH.Net server is currently down. Please retry in a few seconds
fr: WebSSH.Net est actuellement indisponible. Merci de réessayer dans quelques secondes.
pt_br: Servidor WebSSH.net esta atualmente fora.Por favor tente em alguns segundos
sv: WebSSH.Net server är just nu nere. Vänligen försök igen om några sekunder.

# WebSSH_Net_Server_Bad_Response
source: Bad response from WebSSH.Net server. Please retry in a few seconds or contact us.
fr: Mauvaise réponse depuis WebSSH.Net. Merci de réessayer dans quelques secondes ou contactez-nous.
pt_br: Péssima resposta do servidor WebSSH.net.Por favor tente em alguns segundos ou contate-nos
sv: Felaktigt svar från WebSSH.Net-servern. Vänligen försök igen om en kort stund, eller kontakta oss.

# Are_You_Sure_To_Logout
source: Are you sure to logout from your WebSSH.Net Account?
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte WebSSH.Net?
pt_br: Você tem certeza que quer sair da conta WebSSH.Net?
sv: Vill du logga ut från ditt WebSSH.Net-konto?

source: Logout
fr: Déconnexion
pt_br: Sair
sv: Logga ut

source: Login
fr: Connexion
sv: Logga in

source: Login required
fr: Connexion requise
pt_br: Requerido Login
sv: Inloggning krävs

# Login_Required_Message
source: A WebSSH.Net account is required (it's free) to use this functionality.
fr: Un compte WebSSH.Net (gratuit) est requis pour utiliser cette fonctionnalité.
pt_br: Uma conta WebSSh.Net é requerido (isto é grátis),para usar esta funcionalidade
sv: Ett WebSSH.Net-konto krävs (det är gratis) för att använda denna funktionalitet.

source: Signup
fr: S'enregistrer
pt_br: Inscrever-se
sv: Anmäl

source: Web Link
fr: Lien Internet
pt_br: Link Web
sv: Webb-länk

# This_Will_Open_Safari_In_Order_To_View_Link
source: This will open Safari in order to view the web link. Do you want to open it?
fr: Ce lien Internet va s'ouvrir dans Safari. Voulez-vous l'ouvrir?
pt_br: Vai abrir o safari para visualizar o link da web.Você quer abrir ele?
sv: Safari kommer att startas för att öppna länken. Vill du göra det?

source: Terms of service
fr: Conditions de service
pt_br: Termos de serviço
sv: Användarvillkor

source: Welcome
fr: Bienvenue
pt_br: Bem Vindo
sv: Välkommen

# Bad_Login_Credentials
source: Wrong login credentials
fr: Identifiants inccorects
pt_br: Credenciais de login erradas
sv: Felaktiga inloggningsuppgifter

# Bad_Login_Credentials_Message
source: Your credentials seem to be wrong. What do you want to do?
fr: Vos identifiants semblent être incorrects. Que voulez-vous faire?
pt_br: Suas credenciais parece estar errado. O que você quer fazer?
sv: Dina inloggningsuppgifter verkar vara fel. Vad vill du göra?

source: Retry
fr: Réessayer
pt_br: Repetir
sv: Försök igen

source: Password lost
fr: Identifiant perdu
pt_br: Senha perdida
sv: Lösenord förlorat

# Internet_Connection_Seems_Offline
source: Your Internet connection seems to be offline
fr: Votre connexion Internet semble hors ligne.
pt_br: Sua conexão com a internet parece estar offline
sv: Din internetuppkoppling verkar vara nere

# Beta_Enrollment_Needed
source: You are currently using WebSSH Beta but it appears that you are not applying WebSSH Beta Enrollment Program.
fr: Vous utilisez actuellement WebSSH Beta mais il apparait que vous n'avez pas souscrit à WebSSH Beta Enrollment Program.
pt_br: Você está usando WebSSH Beta, mas parece que você não está inscrito no programa beta do WebSSH.
sv: Du använder betaversionen av WebSSH, men det ser ut som att du inte är med i WebSSH Beta-program.

source: Enroll now
fr: Enroller maintenant
pt_br: Inscreva-se agora
sv: Registrera nu

# Enter_Your_Email_For_New_Password
source: Enter your email in order to retrieve a new password
fr: Entrez votre email afin de recevoir un nouveau mot de passe
pt_br: Digite seu e-mail, a fim de recuperar uma nova senha
sv: Skriv din epost-address för att få ett nytt lösenord

source: WebSSH, everywhere
fr: WebSSH, partout
pt_br: WebSSh, Em todos os lugares
sv: WebSSH, överallt

# WebSSH_Everywhere_Notes
source: You will be able to use : dashboard, monitoring, synchronization, ...
fr: Vous pourrez utiliser : tableau de bord, monitoring, synchronisation, ...
pt_br: Você vai ser capaz de usar: painel, monitoramento, sincronização ...
sv: Du kommer kunna använda: dashboard, övervakning, synkronisering, ...

source: Get Started
fr: Commencer
pt_br: Começar
sv: Börja

source: What’s New
fr: Quoi de neuf
pt_br: O que há de novo
sv: Vad är nytt?

# Whats_New_Keyboard_Keys
source: Keyboard Keys
fr: Touches Clavier
pt_br: Chaves do teclado
sv: Tangentbordsknappar

# Whats_New_Keyboard_Keys_Home_End_PGUP_PDDN
source: SSH keyboard keys added : $, *, |, Home, End, PGUP, PGDN
fr: Ajout des touches clavier pour SSH : $, *, |, Home, End, PGUP, PGDN
pt_br: Chaves do teclado SSH adicionadas:$, *, |, Home, End, PGUP, PGDN
sv: Tangentbordsknappar tillagda: $, *, |, Home, End, PGUP, PGDN

# Whats_New_Bug_Send
source: Bug or Crash Report
fr: Rapport de crash
pt_br: Relatório de erro ou problema
sv: Bugg- eller kraschrapport

# Whats_New_Bug_Send_To_Support
source: You can send crash report to our support if WebSSH crashes
fr: Vous pouvez désormais envoyer un rapport de crash à notre support
pt_br: Você pode enviar relatórios de problemas para nos suporte de problemas para WebSSH
sv: Du kan skicka rapport till vår support om WebSSH kraschar

# Whats_New_Translations
source: New Translations
fr: Nouvelles traductions
pt_br: Novas traduções
sv: Nya översättningar

# Whats_New_Translations_Korean_SimplifiedChinese_Italian_German
source: Korean, Simplified Chinese, Italian and German
fr: Coréen, Chinois Simplifié, Italien et Allemand
pt_br: Coreano,Chinês Simplificado,Italiano e Alemão
sv: Koreanska, Förenklad Kinesiska, Italienska och Tyska

# Whats_New_Terminal_XTERM_Now_Default
source: XTERM is now the default SSH terminal type
fr: XTERM est maintenant le type de terminal par défaut
pt_br: XTERM é agora seu tipo de terminal padrão SSH
sv: XTERM är nu standard som terminaltyp för SSH

source: Install
fr: Installer
pt_br: Instalar
sv: Installera

# You_Can_Now_Use_All_Functionnalities
source: Thanks to your support, you can now use all functionalities.
fr: Grâce à votre soutient, vous pouvez maintenant utiliser toutes les fonctionnalités.
pt_br: Obrigado pelo seu suporte.Você pode usar todas as funcionalidades agora.
sv: Tack för ditt stöd, du kan nu använda all funktionalitet.

source: Learn more
fr: Plus d'infos
pt_br: Saiba mais
sv: Läs mer

# Buy_Canceled
source: Purchase canceled
fr: Achat annulé
pt_br: Compra cancelada
sv: Köp avbrutet

source: Restore canceled
fr: Restauration annulée
pt_br: Cancelado restaurar
sv: Återställning avbruten

source: Restoration needed
fr: Restauration requise
pt_br: Restauração necessária
sv: Återställning behövs

# It_Appears_That_Old_Purchases
source: You made purchase during a previous version. Restoration (free) of your purchase is necessary to use it again.
fr: Vous avez effectué un achat dans une précédente version. Une restauration est requise (gratuitement) pour l'utiliser à nouveau.
pt_br: Você fez comprar durante uma versão anterior. Restauração (livre) de sua compra é necessário para usá-lo novamente.
sv: Du gjorde köp i en tidigare version. Återställ (gratis) ditt köp för att använda det igen.

source: Later
fr: Plus tard
pt_br: Mais tarde
sv: Senare

source: Continue with ads
fr: Continuer avec les publicités
pt_br: Continue com ads
sv: Fortsätt med reklam

source: Support WebSSH
fr: Soutenir WebSSH
pt_br: WebSSH Suporte
sv: Stöd WebSSH

# Ads_Support_Message
source: To support WebSSH, advertisements may appear. Pro Upgrade disable them.
fr: Pour soutenir WebSSH, des publicités peuvent apparaître. La mise à niveau Pro permet de les supprimer.
pt_br: Para suporte WebSSh ,anúncios podem aparecer. Na versão Pro Atualizada é desabilitadas
sv: För att stödja WebSSH kan reklam komma att visas. Uppgradera till Pro för att ta bort den.

source: No product to restore
fr: Aucun produit à restaurer
pt_br: Sem produto para restaurar
sv: Ingen produkt att återställa

# No_Product_To_Restore_Message
source: Have you purchased a product before? Please contact us.
fr: Avez vous acheté un produit dans le passé? Merci de nous contacter.
pt_br: Você já comprou um produto antes? Entre em contato conosco.
sv: Har du köpt en produkt tidigare? Vänligen kontakta oss.

# Notification_Footer_Title
source: Notifications are used to enhance your use of WebSSH. They are sent to notify you of an error or an important event. You will never receive unwanted notifications.
fr: Les notifications sont utilisées pour améliorer votre utilisation de WebSSH. Elles sont envoyées pour vous notifier d'une erreur ou d'un évènement important. Vous ne recevrez jamais des notifications non désirées.
pt_br: As notificações são usadas para aprimorar seu uso de WebSSH. Eles são enviados para notificá-lo de um erro ou de um evento importante. Você nunca vai receber notificações indesejadas.
sv: Notifieringar används för att förbättra användningen av WebSSH. De skickas för att informera om fel eller viktiga händelser. Du kommer aldrig att få onödiga notifieringar.

source: Enable Local Notifications
fr: Activer notifications locales
pt_br: Ativar notificações locais
sv: Aktivera lokala notifieringar

source: Local Notifications Disabled
fr: Notifications locales désactivées
pt_br: Desativar notificações locais
sv: Lokala notifieringar ej aktiva

# In_Order_To_Enable_Local_Notifications_Please_Edit_Your_Device_Settings
source: In order to enable local notifications, please edit your device settings and allow WebSSH to use notifications
fr: Afin d'activer les notifications locales, merci de modifier les paramètres de votre appareil.
pt_br: A fim de ativar as notificações locais, por favor edite as configurações do dispositivo e permitir WebSSH usar notificações
sv: För att aktivera lokala notifieringar, var god tillåt WebSSH att skicka notifieringar

# Unable_To_Retrieve_IP_From_DNS
source: Unable to retrieve IP address from DNS server
fr: Récupération de l'adresse IP impossible depuis le DNS
pt_br: Não é possível recuperar o endereço IP do servidor DNS
sv: Kan ej ta emot IP-adress från DNS-server

# Insert_Private_Key_Here
source: Insert your Private Key here Your private key can either be in RSA or DSA format Your private key should begin with -----BEGIN XXX PRIVATE KEY----- and should end with -----END XXX PRIVATE KEY-----
fr: Insérez votre clé Privée ici Votre clé privée peut être au format RSA ou DSA Votre clé privée doit commencer par -----BEGIN XXX PRIVATE KEY----- et doit finir par -----END XXX PRIVATE KEY-----
pt_br: Insira sua chave privada aqui Sua chave privada pode ser em formato RSA ou DSA Sua chave privada deve começar com ----Inicio XXX chave privada---- e devem terminar com ----Fim XXX chave privada
sv: Klistra in din privata nyckel här Din privata nyckel kan vara i antingen RSA eller DSA format Din privata nyckel ska börja med -----BEGIN XXX PRIVATE KEY----- och sluta med -----END XXX PRIVATE KEY-----

# Whats_New_Arrows
source: Virtual Arrow Keys
fr: Touches directionnelles virtuelles
pt_br: Chave seta virtual
sv: Virtuella piltangenter

# Whats_New_Arrows_Detail
source: You can now use left/right/up/down keys even with no keyboard displayed!
fr: Vous pouvez maintenant utiliser les touches directionnelles même sans clavier ouvert!
pt_br: Você pode usaer agora esquerda/direita/cima/baixo chaves mesmo sem teclado exibido
sv: Du kan nu använda vänster/höger/upp/ner-tangenter även när tangentbordet är dolt!

source: Virtual Arrow Keys
fr: Touches directionnelles virtuelles
pt_br: Chave seta virtual
sv: Virtuella piltangenter

source: Select Arrow Keys Type
fr: Sélection du type
pt_br: Selecione chaves de tipos de seta
sv: Välj typ av piltangenter

source: None
fr: Aucun
pt_br: Nenhum
sv: Inget

# Nb_Selected_Items
source: Selected (%d)
fr: Sélectionné (%d)
pt_br: Selecionado (%d)
sv: Valt (%d)

source: All
fr: Tous
pt_br: Tudo
sv: Alla

# Whats_New_Full_Screen_Terminal
source: Full Screen Terminal
fr: Terminal plein écran
pt_br: Terminal de tela inteira
sv: Fullskärmsterminal
